Repository: wp-plugins/eewee-pinterest
Catalog: lang/eewee-pinterest-*.po
Languages: fr_fr

source: Edit widget
fr_fr: Modifier widget

source: Header
fr_fr: Entete

source: Footer
fr_fr: Pied de page

source: Image Width
fr_fr: Largeur image

source: Min:60. Leave blank for 92
fr_fr: Min:60. Laisser vide pour 92

source: Board Height
fr_fr: Hauteur zone

source: Min:60. Leave blank for 175
fr_fr: Min:60. Laisser vide pour 175

source: Board Width
fr_fr: Largeur zone

source: Min:130. Leave blank for auto
fr_fr: Min:130. Laisser vide pour automatique

source: Save
fr_fr: Enregistrer

source: Manual
fr_fr: Manuel

source: Example pinterest url
fr_fr: Exemple d'url pinterest

source: Pinterest profil
fr_fr: Profil Pinterest

source: Pinterest table
fr_fr: Table Pinterest

source: image width
fr_fr: Largeur image

source: Bloc width
fr_fr: Largeur zone

source: Bloc height
fr_fr: Hauteur zone

source: User URL
fr_fr: URL utilisateur

source: Full name
fr_fr: Nom complet
